Repository: shivanjalikarande/SafeGo
Catalog: frontend/safego/lib/l10n/intl_*.arb
Languages: ta

source: Emergency
ta: அவசர நிலை

source: Contact Support
ta: ஆதரவை தொடர்பு கொள்ளவும்

# sosMessage
source: Your SOS message has been sent.
ta: உங்கள் SOS செய்தி அனுப்பப்பட்டுள்ளது.

source: Start Tracking
ta: பின்தொடர்வை தொடங்கு

# locationAccess
source: We need access to your location for real-time tracking.
ta: நாம் நேரடி பின்தொடர்விற்கான உங்கள் இடத்தை அணுக வேண்டும்.

source: Alert
ta: அறிவிப்பு

source: Send SOS
ta: SOS அனுப்பவும்

# trackingStarted
source: Tracking started successfully.
ta: பின்தொடர்வு வெற்றிகரமாக தொடங்கப்பட்டது.

# trackingError
source: Error starting tracking. Please try again.
ta: பின்தொடர்வு தொடங்குவதில் பிழை. மீண்டும் முயற்சிக்கவும்.

source: Choose Language
ta: மொழி தேர்ந்தெடுக்கவும்

source: Change Language
ta: மொழியை மாற்றவும்

# embassyInfo
source: Embassy Information
ta: தூதரகம் தகவல்

source: Police Station
ta: போலீஸ் நிலையம்

source: Fire Services
ta: தீ சேவைகள்

source: Hospital
ta: ஆச்பத்திரி
